{
  "id": "care-2013",
  "title": "CARE Guidelines Checklist",
  "items": [
    {
      "section": "Instructions",
      "item": "Use task list items for checklist boxes; these become interactive checkboxes in PDF."
    },
    {
      "section": "Instructions",
      "item": "Use a span with class `.textfield` for free‑text fields."
    },
    {
      "section": "Items",
      "item": "**Title:** The title should include the words \"case report\" and identify the primary focus of the report."
    },
    {
      "section": "Items",
      "item": "**Key Words:** Two to five keywords that identify the diagnoses or interventions covered in the case report."
    },
    {
      "section": "Items",
      "item": "**Abstract:** A structured or unstructured summary that includes an introduction to the case's uniqueness, the patient's main symptoms and clinical findings, the primary diagnoses and interventions, and the main \"take-away\" lessons."
    },
    {
      "section": "Items",
      "item": "**Introduction:** A brief summary of why the case is unique, potentially with references to existing medical literature."
    },
    {
      "section": "Items",
      "item": "**Patient Information:** This section should include de-identified demographic and other specific information about the patient, their main concerns and symptoms, and their medical, family, and psychosocial history, including relevant genetic information and past interventions with their outcomes."
    },
    {
      "section": "Items",
      "item": "**Clinical Findings:** A description of the relevant physical examination and other significant clinical findings."
    },
    {
      "section": "Items",
      "item": "**Timeline:** A timeline that organizes important historical and current information from the episode of care, which can be presented as a figure or table."
    },
    {
      "section": "Items",
      "item": "**Diagnostic Assessment:** This includes the diagnostic methods used (such as physical examination, laboratory testing, imaging, and surveys), any diagnostic challenges, the final diagnosis (including other diagnoses that were considered), and prognostic characteristics where applicable."
    },
    {
      "section": "Items",
      "item": "**Therapeutic Intervention:** Details on the types of interventions (e.g., pharmacologic, surgical, preventive), how they were administered (dosage, strength, duration), and any changes made to the interventions with explanations."
    },
    {
      "section": "Items",
      "item": "**Follow-up and Outcomes:** This should cover clinician- and patient-assessed outcomes, important follow-up diagnostic and other test results, intervention adherence and tolerability, and any adverse or unanticipated events."
    },
    {
      "section": "Items",
      "item": "**Discussion:** A discussion of the strengths and limitations of the approach to the case, a review of relevant medical literature, the rationale for the conclusions drawn, and the primary \"take-away\" lessons from the report."
    },
    {
      "section": "Items",
      "item": "**Patient Perspective:** The patient should have the opportunity to share their perspective on the treatment(s) they received."
    },
    {
      "section": "Items",
      "item": "**Informed Consent:** Confirmation that the patient gave informed consent for the report."
    },
    {
      "section": "Provenance",
      "item": "Source: See sidecar metadata in `source/archetypes/care-2013.yml`"
    },
    {
      "section": "Provenance",
      "item": "Version: 2013"
    },
    {
      "section": "Provenance",
      "item": "License: CC-BY-NC-4.0"
    }
  ],
  "history": [],
  "source_url": "https://www.care-statement.org/"
}