{
  "id": "consort-dose-finding",
  "title": "CONSORT for Dose-finding Trials",
  "items": [
    {
      "section": "Instructions",
      "item": "Use the boxes to confirm each reporting item."
    },
    {
      "section": "Instructions",
      "item": "Add reviewer notes under each section as needed."
    },
    {
      "section": "Checklist Items",
      "item": "**Title and abstract**\n- [ ] 1a. Identification as a dose-finding trial in the title\n- [ ] 1b. Structured summary of trial design, methods, results, and conclusions"
    },
    {
      "section": "Checklist Items",
      "item": "**Introduction**\n- [ ] 2a. Scientific background and explanation of rationale\n- [ ] 2b. Specific objectives or hypotheses"
    },
    {
      "section": "Checklist Items",
      "item": "**Methods**\n- [ ] 3a. Description of trial design (including allocation ratio, if applicable)\n- [ ] 3b. Important changes to methods after trial commencement (such as eligibility criteria), with reasons\n- [ ] 4a. Eligibility criteria for participants\n- [ ] 4b. Settings and locations where the data were collected\n- [ ] 5. The interventions for each group with sufficient details to allow replication, including how and when they were actually administered\n- [ ] 6a. Completely defined pre-specified primary and secondary outcome measures, including how and when they were assessed\n- [ ] 6b. Any changes to trial outcomes after the trial commenced, with reasons\n- [ ] 7a. How sample size was determined\n- [ ] 7b. When applicable, explanation of any interim analyses and stopping guidelines\n- [ ] 8a. Method used to generate the random allocation sequence\n- [ ] 8b. Type of randomisation; details of any restriction (e.g., blocking and block size)\n- [ ] 9. Mechanism used to implement the random allocation sequence (e.g., central telephone; web-based), describing any steps taken to conceal the sequence until interventions were assigned\n- [ ] 10. Who generated the random allocation sequence, who enrolled participants, and who assigned participants to interventions\n- [ ] 11a. If done, who was blinded after assignment to interventions (e.g., participants, care providers, those assessing outcomes) and how\n- [ ] 11b. If relevant, description of the similarity of interventions\n- [ ] 12a. Statistical methods used to compare groups for primary and secondary outcomes\n- [ ] 12b. Methods for additional analyses, such as subgroup analyses and adjusted analyses"
    },
    {
      "section": "Checklist Items",
      "item": "**Results**\n- [ ] 13a. For each group, the numbers of participants who were randomly assigned, received intended treatment, and were analysed for the primary outcome\n- [ ] 13b. For each group, losses and exclusions after randomisation, together with reasons\n- [ ] 14a. Dates defining the periods of recruitment and follow-up\n- [ ] 14b. Why the trial ended or was stopped\n- [ ] 15. A table showing baseline demographic and clinical characteristics for each group\n- [ ] 16. For each group, number of participants (denominator) included in each analysis and whether the analysis was by original assigned groups\n- [ ] 17a. For each primary and secondary outcome, results for each group, and the estimated effect size and its precision (e.g., 95% confidence interval)\n- [ ] 17b. For binary outcomes, presentation of both absolute and relative effect sizes is recommended\n- [ ] 18. Results of any other analyses performed, including subgroup analyses and adjusted analyses, distinguishing pre-specified from exploratory\n- [ ] 19. All important harms or unintended effects in each group"
    },
    {
      "section": "Checklist Items",
      "item": "**Discussion**\n- [ ] 20. Trial limitations, addressing sources of potential bias, imprecision, and, if relevant, multiplicity of analyses\n- [ ] 21. Generalisability (external validity, applicability) of the trial findings\n- [ ] 22. Interpretation consistent with results, balancing benefits and harms, and considering other relevant evidence"
    },
    {
      "section": "Checklist Items",
      "item": "**Other information**\n- [ ] 23. Registration number and name of trial registry\n- [ ] 24. Where the full trial protocol can be accessed, if available\n- [ ] 25. Sources of funding and other support (e.g., supply of drugs), role of funders"
    }
  ],
  "history": [],
  "source_url": "https://www.bmj.com/content/383/bmj-2023-078524"
}