{
  "id": "prisma-scr",
  "title": "PRISMA-ScR Checklist",
  "items": [
    {
      "section": "Instructions",
      "item": "Use the boxes to confirm each reporting item."
    },
    {
      "section": "Instructions",
      "item": "Add reviewer notes under each section as needed."
    },
    {
      "section": "Title",
      "item": "**1. Title:** Identify the report as a scoping review."
    },
    {
      "section": "Abstract",
      "item": "**2. Structured summary:** Provide a structured summary including, as applicable: background, objectives, eligibility criteria, sources of evidence, charting methods, results, and conclusions that relate to the review questions and objectives."
    },
    {
      "section": "Introduction",
      "item": "**3. Rationale:** Describe the rationale for the review in the context of existing knowledge and explain why a scoping review is a suitable approach."
    },
    {
      "section": "Introduction",
      "item": "**4. Objectives:** State the review questions and objectives clearly, referencing their key elements (e.g., population, concepts, context)."
    },
    {
      "section": "Methods",
      "item": "**5. Protocol and registration:** Indicate if a review protocol exists, and if so, where it can be accessed (e.g., a web address) and provide registration information if available."
    },
    {
      "section": "Methods",
      "item": "**6. Eligibility criteria:** Specify the characteristics of the sources of evidence used as eligibility criteria (e.g., years considered, language, publication status) and provide a rationale."
    },
    {
      "section": "Methods",
      "item": "**7. Information sources:** Describe all information sources used in the search (e.g., databases with dates of coverage, contact with authors) and the date of the most recent search."
    },
    {
      "section": "Methods",
      "item": "**8. Search:** Present the full electronic search strategy for at least one database, including any limits used, so it can be repeated."
    },
    {
      "section": "Methods",
      "item": "**9. Selection of sources of evidence:** State the process for selecting sources of evidence (i.e., screening and eligibility) for inclusion in the scoping review."
    },
    {
      "section": "Methods",
      "item": "**10. Data charting:** Describe the methods for charting data from the included sources of evidence and any processes for obtaining and confirming data from investigators."
    },
    {
      "section": "Methods",
      "item": "**11. Data items:** List and define all variables for which data were sought and any assumptions and simplifications made."
    },
    {
      "section": "Methods",
      "item": "**12. Critical appraisal of individual sources of evidence (Optional):** If done, describe the methods used for critical appraisal of individual sources of evidence and how this information was used in the synthesis of results."
    },
    {
      "section": "Results",
      "item": "**13. Selection of sources of evidence:** Give the number of sources of evidence screened, assessed for eligibility, and included in the review, with reasons for exclusions at each stage, ideally with a flow diagram."
    },
    {
      "section": "Results",
      "item": "**14. Characteristics of sources of evidence:** For each source of evidence, present its characteristics for which data were charted and any critical appraisal results."
    },
    {
      "section": "Results",
      "item": "**15. Results of individual sources of evidence:** For each included source of evidence, present the relevant data that were charted."
    },
    {
      "section": "Results",
      "item": "**16. Synthesis of results:** Summarize and synthesize the results, and present them in a logical and structured manner that aligns with the review's objectives and questions."
    },
    {
      "section": "Discussion",
      "item": "**17. Summary of evidence:** Summarize the main results, including a discussion of how they relate to the review's questions and objectives."
    },
    {
      "section": "Discussion",
      "item": "**18. Limitations:** Discuss the limitations of the scoping review process."
    },
    {
      "section": "Discussion",
      "item": "**19. Conclusions:** Provide a general interpretation of the results in the context of the review questions and objectives, as well as potential implications and/or next steps."
    },
    {
      "section": "Funding",
      "item": "**20. Funding:** Describe the sources of funding for the scoping review and the role of the funders."
    },
    {
      "section": "Optional Items",
      "item": "**21. Critical appraisal within sources of evidence (Optional):** If done, present the results of any critical appraisal that was conducted within the sources of evidence."
    },
    {
      "section": "Optional Items",
      "item": "**22. Funding of included sources of evidence:** Describe sources of funding for the included sources of evidence."
    },
    {
      "section": "Provenance",
      "item": "Source: See sidecar metadata in `source/variants/prisma-scr.yml`"
    },
    {
      "section": "Provenance",
      "item": "Version: 2018"
    },
    {
      "section": "Provenance",
      "item": "License: CC-BY-4.0"
    }
  ],
  "history": [],
  "source_url": "https://www.prisma-statement.org/s/PRISMA-ScR-Fillable-Checklist_11Sept2019.pdf"
}