{
  "id": "stard-2015",
  "title": "STARD 2015 Checklist",
  "items": [
    {
      "section": "Instructions",
      "item": "Use the boxes to confirm each reporting item."
    },
    {
      "section": "Instructions",
      "item": "Add reviewer notes under each section as needed."
    },
    {
      "section": "Title or Abstract",
      "item": "**1. Identification:** Identification as a study of diagnostic accuracy using at least one measure of accuracy (such as sensitivity, specificity, predictive values, or AUC)."
    },
    {
      "section": "Abstract",
      "item": "**2. Structured summary:** Structured summary of study design, methods, results, and conclusions (for specific guidance, see STARD for Abstracts)."
    },
    {
      "section": "Introduction",
      "item": "**3. Scientific and clinical background:** Scientific and clinical background, including the intended use and clinical role of the index test."
    },
    {
      "section": "Introduction",
      "item": "**4. Study objectives and hypotheses:** Study objectives and hypotheses."
    },
    {
      "section": "Methods",
      "item": "**5. Study design:** Whether data collection was planned before the index test and reference standard were performed (prospective study) or after (retrospective study)."
    },
    {
      "section": "Methods",
      "item": "**6. Participants:** Eligibility criteria."
    },
    {
      "section": "Methods",
      "item": "**7. Participants:** On what basis potentially eligible participants were identified (such as symptoms, results from previous tests, inclusion in registry)."
    },
    {
      "section": "Methods",
      "item": "**8. Participants:** Where and when potentially eligible participants were identified (setting, location and dates)."
    },
    {
      "section": "Methods",
      "item": "**9. Participants:** Whether participants formed a consecutive, random or convenience series."
    },
    {
      "section": "Methods",
      "item": "**10a. Test methods:** Index test, in sufficient detail to allow replication."
    },
    {
      "section": "Methods",
      "item": "**10b. Test methods:** Reference standard, in sufficient detail to allow replication."
    },
    {
      "section": "Methods",
      "item": "**11. Test methods:** Rationale for choosing the reference standard (if alternatives exist)."
    },
    {
      "section": "Methods",
      "item": "**12a. Test methods:** Definition of and rationale for test positivity cut-offs or result categories of the index test, distinguishing prespecified from exploratory."
    },
    {
      "section": "Methods",
      "item": "**12b. Test methods:** Definition of and rationale for test positivity cut-offs or result categories of the reference standard, distinguishing prespecified from exploratory."
    },
    {
      "section": "Methods",
      "item": "**13a. Test methods:** Whether clinical information and reference standard results were available to the performers/readers of the index test."
    },
    {
      "section": "Methods",
      "item": "**13b. Test methods:** Whether clinical information and index test results were available to the assessors of the reference standard."
    },
    {
      "section": "Methods",
      "item": "**14. Analysis:** Methods for estimating or comparing measures of diagnostic accuracy."
    },
    {
      "section": "Methods",
      "item": "**15. Analysis:** How indeterminate index test or reference standard results were handled."
    },
    {
      "section": "Methods",
      "item": "**16. Analysis:** How missing data on the index test and reference standard were handled."
    },
    {
      "section": "Methods",
      "item": "**17. Analysis:** Any analyses of variability in diagnostic accuracy, distinguishing prespecified from exploratory."
    },
    {
      "section": "Methods",
      "item": "**18. Analysis:** Sample size calculation."
    },
    {
      "section": "Results",
      "item": "**19. Participants:** Flow of participants, using a diagram."
    },
    {
      "section": "Results",
      "item": "**20. Participants:** Baseline demographic and clinical characteristics of participants."
    },
    {
      "section": "Results",
      "item": "**21. Participants:** Distribution of severity of disease in those with the target condition; other diagnoses in participants without the target condition."
    },
    {
      "section": "Results",
      "item": "**22. Test results:** Time interval from index test to reference standard, and any treatment administered between them."
    },
    {
      "section": "Results",
      "item": "**23. Test results:** Cross tabulation of the index test results (or their distribution) by the results of the reference standard; for continuous results, the distribution of the test results by the results of the reference standard."
    },
    {
      "section": "Results",
      "item": "**24. Test results:** Any adverse events from performing the index test or the reference standard."
    },
    {
      "section": "Results",
      "item": "**25. Estimates:** Estimates of diagnostic accuracy and their precision (such as 95% confidence intervals)."
    },
    {
      "section": "Results",
      "item": "**26. Estimates:** Any analyses of variability, including subgroup analyses."
    },
    {
      "section": "Results",
      "item": "**27. Estimates:** The number of indeterminate test results or missing data and where they occurred."
    },
    {
      "section": "Discussion",
      "item": "**28. Study limitations:** Study limitations, including sources of potential bias, statistical uncertainty, and generalisability."
    },
    {
      "section": "Discussion",
      "item": "**29. Implications for practice:** Implications for practice, including the intended use and clinical role of the index test."
    },
    {
      "section": "Other Information",
      "item": "**30. Registration number and name of registry:** Registration number and name of registry."
    },
    {
      "section": "Other Information",
      "item": "**31. Where the full study protocol can be accessed:** Where the full study protocol can be accessed."
    },
    {
      "section": "Other Information",
      "item": "**32. Funding:** Sources of funding and other support; role of funders."
    },
    {
      "section": "Provenance",
      "item": "Source: See sidecar metadata in `source/archetypes/stard-2015.yml`"
    },
    {
      "section": "Provenance",
      "item": "Version: 2015"
    },
    {
      "section": "Provenance",
      "item": "License: CC-BY-4.0"
    }
  ]
}