{
  "id": "tidier-2014",
  "title": "TIDieR Checklist",
  "items": [
    {
      "section": "Instructions",
      "item": "Use the boxes to confirm each reporting item."
    },
    {
      "section": "Instructions",
      "item": "Add reviewer notes under each section as needed."
    },
    {
      "section": "Brief name",
      "item": "**1. Brief name:** Provide the name or a phrase that describes the intervention."
    },
    {
      "section": "Why",
      "item": "**2. Why:** Describe any rationale, theory, or goal of the elements essential to the intervention."
    },
    {
      "section": "What",
      "item": "**3. What (materials):** Describe any physical or informational materials used in the intervention, including those provided to participants or used in intervention delivery or training of intervention providers."
    },
    {
      "section": "What",
      "item": "**4. What (procedures):** Describe each of the procedures, activities, and/or processes used in the intervention, including any enabling or support activities."
    },
    {
      "section": "Who provided",
      "item": "**5. Who provided:** For each category of intervention provider (e.g., psychologist, nursing assistant), describe their expertise, background, and any specific training given."
    },
    {
      "section": "How",
      "item": "**6. How:** Describe the mode(s) of delivery (e.g., face-to-face, internet) and the setting (e.g., home, clinic) for each component of the intervention."
    },
    {
      "section": "Where",
      "item": "**7. Where:** Describe the location(s) where the intervention was delivered, including any necessary infrastructure or relevant features."
    },
    {
      "section": "When and how much",
      "item": "**8. When and how much:** Describe the number of times the intervention was delivered and over what period of time, including the number of sessions, their schedule, and their duration, intensity, or dose."
    },
    {
      "section": "Tailoring",
      "item": "**9. Tailoring:** If the intervention was planned to be personalized, titrated, or adapted, then describe what, why, when, and how."
    },
    {
      "section": "Modifications",
      "item": "**10. Modifications:** If the intervention was modified during the course of the study, describe the changes (what, why, when, and how)."
    },
    {
      "section": "How well",
      "item": "**11. How well (planned):** If intervention adherence or fidelity was assessed, describe how and by whom, and if any strategies were used to maintain or improve fidelity."
    },
    {
      "section": "How well",
      "item": "**12. How well (actual):** If intervention adherence or fidelity was assessed, describe the extent to which the intervention was delivered as planned."
    },
    {
      "section": "Provenance",
      "item": "Source: See sidecar metadata in `source/archetypes/tidier-2014.yml`"
    },
    {
      "section": "Provenance",
      "item": "Version: 2014"
    },
    {
      "section": "Provenance",
      "item": "License: CC-BY-NC"
    }
  ]
}